//  全国芒果批发价格长期波动规律
let FactorBarData = {
    legendData: ['长期趋势', '价格'],
    xAxisData: ['1月', '2月 ', '3月', '1月', '2月', '3月', '4月', '5月', '6月', '7月', '8月', '9月'],
    seriesData: [
        [32, 23, 41, 32, 20, 40, 27, 35, 12, 24, 22, 13],
        [22, 26, 25, 28, 20, 26, 22, 24, 23, 26, 21, 22]
    ]
}
//  灾害类型预警走势
let WarningLineData = {
    legendData: ['长期趋势'],
    xAxisData: ['2010', '2011 ', '2012', '2013', '2014', '2015', '2016', '2017'],
    seriesData: [
        [24.8, 29.6, 24.1, 26.3, 26.4, 24.8, 29.6, 24.1]
    ]
}

export { FactorBarData, WarningLineData};